Repository: adines/CorredoresPorLaRioja
Catalog: src/CorredoresRiojaBundle/Resources/translations/messages.*.xliff
Languages: es

source: Welcome to Carreras por La Rioja
es: Bienvenido a Carreras por La Rioja

source: Carreras por La Rioja is a website where racers of all levels can register for organized races in La Rioja. Below are some of the races to which you can sign up.
es: Carreras por La Rioja es un sitio web donde corredores de todos los niveles pueden inscribirse en carreras organizadas en La Rioja. A continuación se muestran algunas de las carreras a las que te puedes inscribir.

source: Sign up
es: Inscribir

source: Runners area
es: Zona Corredores

source: Organizations area
es: Zona Organizadores

source: Home
es: Portada

source: Races
es: Carreras

source: My races
es: Mis carreras

source: Profile
es: Perfil

source: Contact
es: Contacto

source: Races to disput
es: Carreras por disputar

source: Races disputed
es: Carreras disputadas

source: Classifications
es: Clasificaciones

source: Disappoint
es: Desapuntarse

source: You have not played any race yet.
es: Todavía no has disputado ninguna carrera.

source: You are not currently registered in any career.
es: No estás apuntado a ninguna carrera actualmente.

source: Hello %nombre% below are the races in which you are registered and the races you have played.
es: Hola %nombre% a continuación se muestran las carreras en las que estás inscrito y las carreras que has disputado.

source: Registered runners access
es: Acceso de corredores registrados

source: New runner
es: Nuevo Corredor

source: To be able to register for races you need to register.
es: Para poder inscribirte en las carreras es necesario registrarse.

source: REGISTER
es: REGISTRESE

source: Organized races:
es: Carreras organizadas:

source: It has not organized any race.
es: No ha organizado ninguna carrera.

source: Celebration date:
es: Fecha celebración:

source: Distance:
es: Distancia:

source: Organization:
es: Organización:

source: Sorry, you can not sign up for this race anymore.
es: Lo sentimos, ya no te puedes inscribir a esta carrera.

source: Classification
es: Clasificación

source: Name
es: Nombre

source: Time
es: Tiempo

source: Enrolled
es: Inscritos

source: There are still no resgistered in this race.
es: Todavía no hay inscritos en esta carrera.

source: You have up to %fecha% to sign up.
es: Tienes hasta el %fecha% para inscribirte.

source: New race
es: Añadir carrera

source: Modify race
es: Modificar carrera

source: Registered organizations access.
es: Acceso de organizaciones registradas

source: New Organization.
es: Nueva Organización.

source: In order to create races it is necessary to register.
es: Para poder crear carreras es necesario registrarse.

source: Welcome, these are the races you've organized
es: Bienvenido, estas son las carreras que has organizado

source: Modify
es: Modificar
